{"translation-revision-date":"2022-03-07 09:27:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Configuration required":["Konfiguration erforderlich"],"Please finish the Configuration workout first in order for this workout to be effective.":["Bitte beende zuerst das Konfigurationstraining, damit dieses Training effektiv wird."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["In diesem Schritt musst du die persönlichen Social-Media-Profile der Person hinzufügen, die deine Website repräsentiert. Gehe dazu auf die %1$sProfilseite%2$s des Benutzers (wird in einem neuen Browser-Tab geöffnet). Scrolle dann nach unten zum Abschnitt „Kontaktinformationen“ (siehe Screenshot unten) und gib die URLs der persönlichen Social-Media-Profile ein, die du hinzufügen möchtest. Alternativ kannst du den Benutzer oder einen Administrator bitten, dies zu tun, wenn du dazu nicht berechtigt bist."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["In diesem Schritt musst du die persönlichen Social-Media-Profile der Person hinzufügen, die deine Website repräsentiert. Rufe dazu die Seite %1$sBenutzer%2$s > Profil in einer neuen Browser-Registerkarte auf. Alternativ kannst du den Benutzer oder einen Administrator bitten, dies zu tun, wenn du dazu nicht berechtigt bist."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sWichtig%2$s: Bitte im zweiten Schritt einen Namen wählen, damit dieser Schritt wirksam wird."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Du hast den Benutzer %1$s als die Person ausgewählt, die diese Website repräsentiert. Die Informationen dieses Benutzerprofils werden nun in den Suchergebnissen verwendet. %2$sAktualisiere das Profil, um sicherzustellen, dass die Informationen korrekt sind.%3$s Bitte alternativ den Benutzer oder einen Administrator, dies zu tun, wenn du dazu nicht berechtigt bist."],"%1$sBack to all workouts":["%1$s Zurück zu allen Trainings"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Es kann schwierig sein, deine Website mit SEO in Form zu bringen und zu halten. Wir können dir beim Einstieg helfen! Führe diese Übungen nacheinander aus und \ndu wirst einige der grundlegenden SEO-Herausforderungen bewältigen!"],"Unlock with %s!":["Entsperren mit %s!"],"Continue workout!":["Training fortsetzen!"],"Saved!":["Gespeichert!"],"Orphaned content":["Verwaiste Inhalte"],"%1$s\/%2$s steps completed":["%1$s von %2$s Schritten abgeschlossen"],"Add internal links to your posts and pages":["Füge interne Links zu deinen Beiträgen und Seiten hinzu"],"Person logo \/ avatar (important)":["Persönliches Logo \/ Avatar (wichtig)"],"Organization name (important)":["Firmenname (wichtig)"],"Organization logo (important)":["Firmenlogo (wichtig)"],"Facebook URL":["Facebook-URL"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Name (important)":["Name (wichtig)"],"Make pages easier for Google and visitors to find":["Mache Seiten für Google und deine Besucher leichter auffindbar"],"Clean up your unlinked content to make sure people can find it":["Bereinige deine nicht verlinkten Inhalte, um sicherzustellen, dass deine Besucher sie finden"],"Email address":["E-Mail-Adresse"],"Get guidance on how to use Yoast SEO to the fullest":["Hol dir eine Anleitung, wie du Yoast SEO optimal nutzen kannst"],"Stay up-to-date with the latest SEO news":["Bleibe auf dem Laufenden mit den neuesten SEO-Nachrichten"],"Twitter URL":["Twitter-URL"],"Receive best-practice tips and learn how to rank on search engines":["Erhalte wertvolle Tipps und erfahre, wie du dein Ranking in Suchmaschinen verbessern kannst"],"Start workout!":["Training starten!"],"Sign up!":["Registrieren!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"That is not a valid email address. Check your email address and try again.":["Das ist keine gültige E-Mail-Adresse. Bitte überprüfe deine E-Mail-Adresse und versuche es erneut."],"That email address has already been subscribed.":["Diese E-Mail-Adresse wurde bereits registriert."],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Danke! Bitte klicke auf den Link in der E-Mail, die wir dir eben gesendet haben, um deine Newsletter-Anmeldung zu bestätigen."],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["Super! Du hast das Konfigurationstraining erfolgreich abgeschlossen! %1$s gibt jetzt die wesentlichen strukturierten Daten für deine Website aus."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Bring more visitors to your articles":["Bringe mehr Besucher zu deinen Artikeln"],"Make your important articles rank higher":["Steigere das Ranking deiner wichtigen Artikel"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Schau dir auch unsere anderen SEO-Trainings an, um deine Website wirklich in Form zu bringen!"],"View other SEO workouts%1$s":["Zeige andere SEO-Trainings an %1$s"],"Apply the optimal SEO settings to your site":["Verwende die optimalen SEO-Einstellungen auf deiner Website"],"A screenshot of the Contact Info section of a user's Profile page":["Ein Screenshot des Abschnitts Kontaktinformation auf der Profilseite eines Benutzers"],"Screenshot:":["Screenshot:"],"Finish this workout":["Beende dieses Training"],"Do workout again":["Training wiederholen"],"Save and continue":["Speichern und fortfahren"],"Yes, you can track my site data":["Ja, ihr dürft meine Website-Daten verwenden"],"To provide the best experience for you, we need your permission to do the following things:":["Um dir das beste Erlebnis zu bieten, benötigen wir deine Erlaubnis, um die folgenden Dinge zu tun:"],"always load our customer support window so we can immediately assist you when you need help.":["Öffne immer unser Kundensupport-Fenster, damit wir dir sofort helfen können, wenn du Hilfe benötigst."],"Sign up for the Yoast newsletter!":["Melde dich für den Yoast-Newsletter an!"],"see which %s features you use or don't use;":["Schau dir an, welche %s-Funktionen du verwendest oder nicht;"],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"Help us improve Yoast SEO":["Hilf uns, Yoast SEO zu verbessern"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Bewege die Maus auf der Seite %1$sBenutzer%2$s über den Benutzernamen, den du bearbeiten möchtest. Klicke auf „Bearbeiten“, um auf das Benutzerprofil zuzugreifen. Scrolle dann nach unten zum Abschnitt „Kontaktinformationen“ (siehe Screenshot unten) und gib die URLs der persönlichen Social-Media-Profile ein, die du hinzufügen möchtest."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Bevor du dieses Training beendest, warte bitte auf dieser Seite, bis die SEO-Datenoptimierung in Schritt 1 abgeschlossen ist..."],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Um diesen Schritt abzuschließen, wähle bitte aus, ob wir Yoast SEO mit deinen Daten verbessern dürfen."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Wichtig: Wir werden diese Daten niemals verkaufen. Und selbstverständlich erheben wir keine personenbezogenen Daten über dich oder deine Besucher!"],"Can we collect anonymous information about your website and how you use it?":["Dürfen wir anonyme Informationen über deine Website und deren Nutzung sammeln?"],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Bevor du dieses Training beendest, starte bitte die SEO-Datenoptimierung in Schritt 1 und warte bis diese abgeschlossen ist..."],"collect info about the plugins and themes you have installed;":["sammle Informationen über die bei dir installierten Plugins und Themes;"],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Bitte beachte, dass du in Schritt 2 einen Namen und ein Logo festlegen musst, damit strukturierte Daten ordnungsgemäß funktionieren."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Hast du Profile in den sozialen Medien für deine Website? Füge dann bitte hier alle deine URLs hinzu, damit deine Social-Media-Profile auch in einem Google Knowledge Panel angezeigt werden können."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Füge einen einprägsamen Untertitel\/Slogan hinzu, der deine Website im besten Licht beschreibt. Verwende die Keywords, mit denen die Besucher deine Website finden sollen. Beispiel: Der Slogan von %1$s lautet „SEO für alle“"],"You need to set an organization name and logo for structured data to work properly.":["Du musst einen Firmennamen und ein Logo festlegen, damit strukturierte Daten ordnungsgemäß funktionieren."],"You need to set a person name and logo for structured data to work properly.":["Du musst einen Personennamen und ein Logo festlegen, damit strukturierte Daten ordnungsgemäß funktionieren."],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Teile Google mit, welche Art von Website du hast und erhöhe die Chance, dass sie Funktionen in einem Google Knowledge Panel erhält. Wähle „Organisation“, wenn du an einer Website für ein Unternehmen oder eine Firma arbeitest. Wähle „Person“, wenn du beispielsweise einen persönlichen Blog hast."],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Site tagline":["Seiten-Untertitel\/Slogan"],"Site representation":["Darstellung der Website"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sWichtig:%2$s Nachdem du einen der folgenden Schritte abgeschlossen (oder Änderungen daran vorgenommen) hast, stelle bitte sicher, dass du deine Änderungen speicherst, indem du unter diesem Schritt auf die Schaltfläche „Speichern und fortfahren“ klickst."],"Continue":["Fortsetzen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Du kannst die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Sobald dies abgeschlossen ist, aktualisiere bitte dieses Training."],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Klicke auf die Schaltfläche unten, um deine SEO-Daten zu optimieren. Dadurch können wir deine Website so wie Google sehen, damit wir dir die besten SEO-Tipps geben und technische SEO-Probleme im Hintergrund verbessern können! Wenn du viele Inhalte hast, kann die Optimierung eine Weile dauern. Aber bitte vertrau uns, es lohnt sich! %1$sErfahre mehr über die Vorteile optimierter SEO-Daten.%2$s"],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da du nicht die neueste Version von Yoast SEO Premium verwendest. Bitte aktualisiere auf die neueste Version (mindestens %1$s). "],"Configuration":["Konfiguration"],"Optimize SEO data":["SEO-Daten optimieren"],"Do the five steps in this workout to configure the essential %1$s settings!":["Führe die fünf Schritte in diesem Training aus, um die wesentlichen %1$s-Einstellungen zu konfigurieren!"],"Configure %1$s with optimal SEO settings for your site":["Konfiguriere %1$s mit optimalen SEO-Einstellungen für deine Website"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sWichtig:%2$s Wenn die SEO-Datenoptimierung in Schritt 1 läuft, kannst du bereits mit den nächsten Schritten fortfahren."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Benötigst du mehr Anleitung? Wir haben jeden Schritt ausführlich behandelt in der %1$s%2$sKonfigurationstrainings-Anleitung.%3$s"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Rank with articles you want to rank with":["Erziele ein gutes Ranking mit Artikeln, mit denen du auch ranken willst"],"The cornerstone approach":["Der Cornerstone-Ansatz"],"SEO workouts":["SEO-Trainings"],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"SEO data optimization complete":["Optimierung der SEO-Daten abgeschlossen"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"Optimizing SEO data... This may take a while.":["Optimiere SEO-Daten... Dies kann eine Weile dauern."],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Select a user...":["Wähle einen Benutzer…"],"Wikipedia URL":["Wikipedia-URL"],"Configure %s in a few steps":["Konfiguriere %s in wenigen Schritten"],"Configure %s":["Konfiguriere %s"],"Social profiles":["Social-Media-Profile"],"Instagram URL":["Instagram-URL"],"LinkedIn URL":["LinkedIn-URL"],"MySpace URL":["MySpace-URL"],"Pinterest URL":["Pinterest-URL"],"YouTube URL":["YouTube-URL"],"Congratulations!":["Glückwunsch!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}